// localized port names

"ether"                   = "Ethernet";
"multiether"              = "Ethernet %@";
"pci-ether"               = "Logement Ethernet PCI %@";
"pci-multiether"          = "Logement Ethernet PCI %@, port %@";
"usb-ether"               = "Ethernet USB (%@)";
"generic-ether"           = "Adaptateur Ethernet (%@)";

"airport"                 = "Wi-Fi";
"generic-wireless"        = "Adaptateur de réseau sans fil (%@)";

"firewire"                = "FireWire";
"pci-firewire"            = "Logement FireWire PCI %@";
"pci-multifirewire"       = "Logement FireWire PCI %@, port %@";
"generic-firewire"        = "Adaptateur Ethernet (%@)";

"bluetooth"               = "DUN Bluetooth";
"bluetooth-modem"         = "Adaptateur de modem Bluetooth USB";
"bluetooth-modem-port"    = "Port modem Bluetooth";
"generic-bluetooth-modem" = "Modem Bluetooth (%@)";

"bluetooth-pan"           = "PAN Bluetooth";

"irda"                    = "IrDA";
"irda-ircomm"             = "Adaptateur de modem IrDA USB";
"irda-ircomm-port"        = "Port modem IrDA";

"loopback"                = "Bouclage";

"modem"                   = "Modem interne";

"modem-port"              = "Port modem";
"modem-printer-port"      = "Port modem/imprimante";

"printer-port"            = "Port imprimante";
"serial-port"             = "Port série";

"usbmodem"                = "Modem USB"; 
"generic-usbmodem"        = "Modem USB (%@)"; 

"wwan"                    = "WWAN"; 

"bond"                    = "Câble de connexion Ethernet (%@)";

"bridge"                  = "Pont (%@)";

"vlan"                    = "VLAN (%@)";

"ipv4"                    = "IPv4";

"l2tp"                    = "L2TP";

"pptp"                    = "PPTP";

"6to4"                    = "6 à 4";

"ipsec"                   = "IPSec";

"vpn"                     = "VPN (%@)";

// port names (from drivers) that would be good to localize

"External Modem"          = "Modem externe";

"USB Ethernet"            = "Ethernet USB";
"USB Gigabit Ethernet"    = "Gigabit Ethernet USB";

"iPhone"                  = "USB iPhone";

// older ("Built-in", HI changed) localizations

"X-airport"               = "AirPort";
"X-ether"                 = "Ethernet intégré";
"X-multiether"            = "Ethernet intégré %@";
"X-firewire"              = "FireWire intégré";
"X-bluetooth"             = "Bluetooth";
"X-iPhone"                = "iPhone";
